/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */


"Report_SmallerObjects" = "…mniejsze obiekty…";
"Report_HiddenSpace" = "(ukryta przestrzeń)";

"Report_Button_DisksAndFolders" = "Dyski i foldery";

"Report_EmptyVolume" = "Ten wolumin jest pusty";
"Report_EmptyFolder" = "Ten katalog jest pusty";
"Report_RestrictedVolume" = "Wolumin z ograniczeniami";
"Report_RestrictedFolder" = "Folder z ograniczeniami";

"Report_RestrictedVolumeAdmin" = "Wolumin z ograniczeniami\nSkanuj jako Administrator, aby uzyskać dostęp.";
"Report_RestrictedFolderAdmin" = "Folder z ograniczeniami\nSkanuj jako Administrator, aby uzyskać dostęp.";

/* hidden space description as appears on the sidebar when pointing to it */
"Report_Hidden_SystemAdminManyUsers" = "Ta przestrzeń jest zajęta przez pliki, które wymagają dodatkowych uprawnień, aby były dostępne, możliwe, że należą do kont innych użytkowników. Ponownie przskanuj dysk jako administrator, aby uzyskać do nich dostęp.";
"Report_Hidden_SystemAdminOneUser" = "Ta przestrzeń jest zajęta przez pliki z ograniczonym dostępem i pliki systemowe. Dla dostępu do nich potrzebne są dodatkowe uprawnienia. Ponownie przeskanuj dysk z uprawnieniami administratora, aby uzyskać do nich dostęp.";
"Report_Hidden_NonSystemAdmin" = "Ta przestrzeń jest zajęta przez pliki, które wymagają dodatkowych uprawnień, aby uzyskać do nich dostęp. Przeskanuj dysk jako administrator, aby je ujawnić.";
"Report_Hidden_UnknownSpace" = "Niestety, DaisyDisk nie jest w stanie znaleźć tych danych. Nie są one dostępne dla użytkowników.";

/* context menu for sidebar items */
"Report_Menu_Collect" = "Przenieś „%@” do kolektora";
"Report_Menu_CollectDisabled" = "Przenieś do agregatora";
"Report_Menu_Uncollect" = "Usuń „%@” z agregatora";
"Report_Menu_UncollectDisabled" = "Usuń z agregatora";

/* text displayed on the Collector */
"Report_Collector_Message_Empty" = "Przeciągnij i upuść pliki tutaj, aby je zebrać";
"Report_Collector_Message_FullCollected" = "%@ zebrane";
"Report_Collector_Message_FullNoItems" = "Brak zebranych rzeczy";
"Report_Collector_Message_FullZeroSizedItems" = "Zebrane mikroskopijne pliki";
"Report_Collector_Button_Delete" = "Usuń";

/* read-only disk or folder: the message replaces Collector */
"Report_Collector_Message_ReadOnlyVolume" = "Dysk „%@” jest tylko do odczytu";
"Report_Collector_Message_ReadOnlyFolder" = "Folder „%@” jest tylko do odczytu";

/* dragging different items to the Collector */
"Report_Collector_Message_System" = "„%@” jest wymagany przez OS X i nie powinien być kasowany";
"Report_Collector_Message_ReadOnlyItem" = "„%@” jest tylko do odczytu i nie może zostać usunięty";
"Report_Collector_Message_SmallerItems" = "Rozwiń „mniejsze obiekty”, aby usunąć pojedyncze pliki";
"Report_Collector_Message_TimeMachine" = "Użyj interfejsu Time Machine, aby skasować dane z kopii zapasowych";
"Report_Collector_Message_HiddenSpace" = "Skanuj jako Administrator, aby ujawnić ukryte miejsce";
"Report_Collector_Message_UnknownHiddenSpace" = "Nie można skasować ukrytego miejsca, nie można zlokalizować plików";

"Report_Collector_Message_CountDownPart1" = "sekund do startu. Pliki zostaną";
"Report_Collector_Message_CountDownPart2" = "skasowane na zawsze!";
"Report_Collector_Button_Stop" = "Zatrzymaj";
"Report_Collector_Message_DeletionProgress" = "Kasowanie w toku… %d%%";

/* some files cannot be deleted message on the Collector */
"Report_Collector_Message_Error" = "Niektóre pliki nie zostały usunięte";
"Report_Collector_Button_View" = "Widok";

/* item removal hint text on the top of Collector */
"Report_Collector_DrawerHeader" = "Przeciągnij elementy, aby usunąć je z listy";

/* scopebar messages: non-modal error reports and reminders */
"Report_ScopebarError_NoVolume" = "Dysk źródłowy został odmontowany. Zamontuj go ponownie, aby kontynuować";
"Report_ScopebarError_NoFolder" = "Brak folderu. Zalecane jest ponowne skanowanie";
"Report_ScopebarError_NoFile" = "Brak pliku. Zalecane jest ponowne skanowanie";
"Report_ScopebarError_NoCurrentFolder" = "Brak obecnego folderu. Zalecane jest ponowne skanowanie";
"Report_ScopebarError_NoTopmostFolder" = "Brak obecnie skanowanego folderu";
"Report_ScopebarError_Button_Rescan" = "Skanuj ponownie";
"Report_ScopebarError_NoAdminHelper" = "Awaria trybu administratora. Zalecane jest ponowne uruchomienie DaisyDisk";
"Report_ScopebarError_Button_Restart" = "Zrestartuj";
"Report_ScopebarError_DeletionTimedOut" = "Upłynął limit czasu kasowania. System plików nie odpowiada";
"Report_ScopebarError_ConnectionLost" = "Utracono połączenie. Wznów połączenie z serwerem i ponów";
"Report_ScopebarError_AuthError" = "Błąd autoryzacji. Serwer wymaga ponownej autoryzacji";
"Report_ScopebarError_Button_Reauthorize" = "Ponowna autoryzacja";


